
// category
[
    {
      "name": "Памятники"
    },
    {
        "name": "Церкви"
    },
    {
        "name": "История"
    },
    {
        "name": "Музеи"
    },
    {
      "name": "События"
    }
]

// events
[
  {
    "id_category": 5,
    "name": "Всероссийский музыкальный фестиваль им. Глинки",
    "description": "Всю фестивальную неделю можно послушать джаз, классическую, органную и народную музыку в Смоленской филармонии в Драматическом театре.",
    "address": "Смоленская область, село Новоспасское",
    "coord_x": 33.124496,
    "coord_y": 54.376069,
    "event_date": "июнь 2023 года",
    "price": "600",
    "link": "http://www.smolensk-filarmonia.ru/news/63-y-vserossiyskiy-muzykalnyy-festival-imeni-mi-glinki"
  },
  {
    "id_category": 5,
    "name": "Фестиваль современных технологий",
    "description": "Интерактив под открытым небом - роботы, школа дронов, нейрогарнитуры, 3D-принтеры.",
    "address": "Смоленская область, деревня Большие Лызки",
    "coord_x": 32.080357,
    "coord_y": 54.204220,
    "event_date": "5-6 августа 2023 года",
    "price": "250",
    "link": "https://fest.tabtabus.ru/"
  },
  {
    "id_category": 5,
    "name": "Гастрономический фестиваль \"Street Food Russia\"",
    "description": "Гастрономические экскурсии и мастер-классы. Насыщенная развлекательная программа - артисты уличного театра, ходулисты, уличные музыканты и много вкусной еды и веселья.",
    "address": "Смоленск, ул. Ленина",
    "coord_x": 32.051674,
    "coord_y": 54.782656,
    "event_date": "5-6 августа 2023 года",
    "price": "Бесплатно",
    "link": "https://streetfoodrussia.com/"
  },
  {
    "id_category": 5,
    "name": "Спектакли в кукольном театре",
    "description": "string",
    "address": "Смоленск, ул. Дзержинского 15А",
    "coord_x": 32.040445,
    "coord_y": 54.779780,
    "event_date": "Круглый год",
    "price": "500",
    "link": "http://www.teatr-kukolsm.ru/"
  }
]



// locations
[
    {
      "id_category": 1,
      "name": "Памятник А. Твардовскому и В. Теркину",
      "description": "Скульптор А. Г. Сергеев запечатлел поэта-фронтовика А. Т. Твардовского и воспетого им солдата, неунывающего Василия Тёркина, на привале за дружеской беседой. Памятник отлит из бронзы. Это единственный памятник, изображающий автора и вымышленного героя вместе. Теркин изображен со своей гармошкой, а Твардовский внимательно слушает солдатские байки. На постаменте высечены строки из знаменитой поэмы, хорошо знакомые многим с детства.",
      "address": "Смоленская Крепостная Стена, Смоленск",
      "coord_x": 32.050440,
      "coord_y": 54.779149
    },
    {
        "id_category": 1,
        "name": "Жанровая скульптура Ёж",
        "description": "string",
        "address": "улица Пржевальского, Смоленск",
        "coord_x": 32.039652,
        "coord_y": 54.784326
      },
      {
        "id_category": 1,
        "name": "Живые фонари",
        "description": "string",
        "address": "вал, Ленинский район, муниципальное образование Смоленск",
        "coord_x": 32.039652,
        "coord_y": 54.784326
      },
      {
        "id_category": 1,
        "name": "Арт-объект \"Я люблю Смоленск\"",
        "description": "Надпись «Я люблю Смоленск» таким образом, чтобы на заднем плане арт-объекта была видна одна из главных достопримечательностей Смоленска - крепостная стена. В красной фигуре-сердце находится небольшая скамейка, на которую можно присесть для фото.",
        "address": "вал, Ленинский район, муниципальное образование Смоленск",
        "coord_x": 32.038919,
        "coord_y": 54.783035
      },
      {
        "id_category": 1,
        "name": "Кот Смоленский",
        "description": "На улице Октябрьской революции, рядом с магазином \"Кругозор\", находится небольшой памятник \"Коту Смоленскому\". Автором этой скульптурной композиции является смоленский скульптор Валерий Гращенков, известный своими работами в городе. Памятник представляет собой каменного кота с изящными узорами, который лениво потягивается и хитро смотрит. Местные жители и туристы часто посещают эту уютную аллею, особенно во время цветения яблонь, чтобы насладиться абстрактными скульптурами и найти \"Смоленского кота\". Говорят, что если прошептать свое желание коту и погладить его по спинке, оно обязательно сбудется.",
        "address": "улица Октябрьской Революции, Смоленск",
        "coord_x": 32.043420,
        "coord_y": 54.773421
      },
      {
        "id_category": 1,
        "name": "Качели Влюбленных",
        "description": "string",
        "address": "улица Ленина, 2А, Смоленск, 214000",
        "coord_x": 32.041720,
        "coord_y": 54.781649
      },
      {
        "id_category": 1,
        "name": "Памятник Ю. А. Гагарину",
        "description": "В Смоленске, в честь Юрия Алексеевича Гагарина, установлен памятник на проспекте, названном в его честь. Этот памятник был установлен в 1974 году, когда исполнилось 40 лет со дня первого полета в космос. Скульптор, создавший памятник, работал над проектом бесплатно. Памятник представляет собой бронзовый бюст Гагарина, установленный на двухметровом кирпичном постаменте, облицованном мраморными плитами. Рядом с памятником расположен маленький зеленый сквер, созданный архитектором С.М. Чикнаварьяном. Несмотря на скромные размеры памятника, многие смоляне выражают удивление и считают, что в городе должен быть установлен более крупный монумент в память о первом космонавте.",
        "address": "сквер имени Гагарина, Промышленный район, муниципальное образование Смоленск",
        "coord_x": 32.047657,
        "coord_y": 54.772328
      },
      {
        "id_category": 1,
        "name": "Скульптура Олень",
        "description": "string",
        "address": "сад Блонье, Ленинский район, муниципальное образование Смоленск",
        "coord_x": 32.047674,
        "coord_y": 54.782107
      },
      {
        "id_category": 2,
        "name": "Собор Успения Пресвятой Богородицы (Успенский собор)",
        "description": "Православный храм в Смоленске, кафедральный собор Смоленской митрополии Русской православной церкви. Находится в центральной части города на Соборной горе, к юго-востоку от храма в честь Благовещения Пресвятой Богородицы. Возведён на рубеже XVII и XVIII веков в память о героической обороне Смоленска 1609—1611 годов на месте одноимённого собора XII века. Главный престол освящён в честь Успения Пресвятой Богородицы. Внутри сохранились иконостас и убранство в стиле киевского барокко.",
        "address": "улица Соборная Гора, 5, Смоленск, 214000",
        "coord_x": 32.054602,
        "coord_y": 54.788829
      },
      {
        "id_category": 2,
        "name": "Церковь Михаила Архангела (Свирская)",
        "description": "Каменный столпообразный православный храм в честь Архангела Михаила, построенный в конце XII века на загородном дворе смоленских князей. Самый яркий из сохранившихся памятников смоленской архитектуры домонгольского времени[1][2]. Стоит на берегу Днепра в 1,5 км к западу от центра современного Смоленска. Современный облик получил после реставрации 1976—1982 годов.",
        "address": "Парковая улица, 2, Смоленск, 214015",
        "coord_x": 32.020403,
        "coord_y": 54.791456
      },
      {
        "id_category": 2,
        "name": "Храм Непорочного Зачатия Пресвятой Девы Марии",
        "description": "Недействующий католический храм в Смоленске, построенный в неоготическом стиле.",
        "address": "улица Урицкого, 10, Смоленск, 214018",
        "coord_x": 32.053246,
        "coord_y": 54.773294
      },
      {
        "id_category": 3,
        "name": "Смоленская крепость",
        "description": "Смоленская крепость - это исторический комплекс оборонительных сооружений, расположенных в городе Смоленске, Россия. Крепость была основана в XI веке и в течение многих веков играла важную роль в обороне города. Она была стратегически важной, так как находилась на перекрестке важных торговых путей и вблизи границы с Великим княжеством Литовским. Крепость состояла из нескольких укрепленных стен с башнями, рвами и воротами. Она была разрушена и восстановлена несколько раз в разные периоды истории. В XVII веке Смоленская крепость сыграла важную роль во время Смоленской войны между Россией и Польшей, а также во время Отечественной войны 1812 года.",
        "address": "площадь Победы, Смоленск",
        "coord_x": 32.053128,
        "coord_y": 54.778505
      },
      {
        "id_category": 3,
        "name": "Смоленск - Щит России",
        "description": "Один из смоленских музеев, посвящённый боевой истории Смоленска и его роли в истории России. Располагается в Громовой башне Смоленской крепостной стены.",
        "address": "улица Октябрьской Революции, 3, Смоленск, 214000",
        "coord_x": 32.044505,
        "coord_y": 54.777941
      },
      {
        "id_category": 3,
        "name": "Никольские Ворота",
        "description": "Никольская (Еленевская) башня - одна из сохранившихся башен Смоленской крепостной стены. Она расположена на пересечении улиц Тухачевского и Маршала Жукова и является частью большого фрагмента стены. Башня имеет прямоугольную форму и рядом с ней проезжую арку. В настоящее время в башне располагается музей \"Смоленский Лён\".",
        "address": "улица Тухачевского, Смоленск",
        "coord_x": 32.059094,
        "coord_y": 54.780337
      },
      {
        "id_category": 3,
        "name": "Маховая Башня",
        "description": "Маховая башня является одной из сохранившихся башен Смоленской крепостной стены. Она расположена в Парке Пионеров, выходя на улицу Барклая-де-Толли и площадь Победы. Башня имеет четыре стены и ранее была реставрирована и покрыта крышей. Раньше на первом этаже башни находилось фотоателье, а сейчас здесь открыт музей «Смоленские украсы».",
        "address": "площадь Победы, Смоленск",
        "coord_x": 32.053081,
        "coord_y": 54.778505
      },
      {
        "id_category": 3,
        "name": "Реадовский парк",
        "description": "string",
        "address": "Адрес: Смоленск, Смоленская обл., 214013",
        "coord_x": 32.020374,
        "coord_y": 54.759805
      },
      {
        "id_category": 4,
        "name": "Художественная галерея Cмоленского государственного музея-заповедника",
        "description": "Художественный музей в составе Смоленского государственного музея-заповедника. Находится в историческом центре города, в здании бывшего Александровского реального училища. Располагает значимым собранием отечественной и западноевропейской живописи, икон, предметов декоративно-прикладного искусства.",
        "address": "Коммунистическая улица, 4, Смоленск, 214000",
        "coord_x": 32.046122,
        "coord_y": 54.780461
      },
      {
        "id_category": 4,
        "name": "Исторический музей",
        "description": "string",
        "address": "улица Ленина, 8, Смоленск, 214033",
        "coord_x":  32.049970,
        "coord_y": 54.782356
      },
      {
        "id_category": 4,
        "name": "Музей скульптуры С.Т. Коненкова",
        "description": "string",
        "address": "улица Маяковского, 7, Смоленск, 214000",
        "coord_x": 32.049032,
        "coord_y": 54.781311
      }
]


